Revit 2027 API
ParameterTypeId.MullionProfile Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionProfile { get; }
Public Shared ReadOnly Property MullionProfile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionProfile {
	ForgeTypeId^ get ();
}
static member MullionProfile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace